[{
  "_id": {
    "$oid": "6400baa7d459e1616eec5918"
  },
  "name": "titanic",
  "description": "เรื่องราวความรักแห่ง Titanic ปรากฏขึ้นบนเรือ R.M.S. Titanic ที่ออกเดินเรืออันเป็นโศกนาฏกรรมครั้งแรก โดยน่าจะเป็นเรือที่มีชื่อเสียงมากที่สุดในประวัติศาสตร์ ในปี  1912 เรือไททานิค คือ เรือที่มีการเดินเรือครั้งยิ่งใหญ่ที่สุดเท่าที่เคยสร้างเรือมาบนความภูมิใจและความยินดีของผู้โดยสารเรือไอน้ำ White Star Line ไททานิคได้รับการขนานนามว่าเป็นเรือที่มีความหรูหราและล้ำสมัยที่สุดในยุคนั้น จนในที่สุด \"เรือแห่งความฝัน\" ได้มีการออกทะเลก่อนยุคแห่งการบิน แต่สุดท้ายเรือได้พาผู้โดยสารมากกว่า 1,500 คนไปพบกับจุดจบในน้ำที่หนาวเย็นทางแอตแลนติกเหนือเมื่อวันที่ 15 เมษายนของ 100 ปีที่แล้วการเดินทางของเรือไททานิคของภาพยนตร์เริ่มต้นขึ้นที่จุดซึ่งเป็นที่ฝังเรือใต้ทะเลที่ความลึก 2 ไมล์ครึ่งใต้มหาสมุทรแอตแลนติก โดยในจุดนี้ นักล่าสมบัติ (บิล แพกซ์ตัน) เดินทางมาเพื่อขุดสมบัติอดีตเรือที่หรูหรา เพียงเพื่อนำเรื่องราวที่ไม่เคยถูกเล่าขานขึ้นมาบนบก ซากปรักหักพังอย่างน่าสลดสะท้อนถึงการรวมความประทับใจของเรือสำหรับช่วงการเตรียมมื้อกลางวันบนเรือที่ออกเดินทางเป็นครั้งแรกจากประเทศอังกฤษท่ามกลางผู้มาส่งนับพันที่มาอำลาให้เดินทางโดยสวัสดิภาพ ชะตาลิขิตได้เรียกขานวิญญาณทั้ง 2 ดวงให้มีการปลูกฝังความปรารถนาที่จะเปลี่ยนชีวิตของพวกเขาไปตลอดกาล โรส เดวิตต์ บูคาเตอร์ (เคท วินสเล็ต เจ้าของรางวัล Academy Award) สาวอเมริกันชนชั้นสูงวัย 17 ปีผู้มีความอึดอัดภายใต้สังคมที่มีแต่ความคาดหวังอย่างเข้มงวดในสังคมยุคเอ็ดเวิร์ด เธอตกหลุมรักกับผู้โดยสารหนุ่มชนชั้นต่ำสุดของเรือที่มีความร่าเริงอย่าไงร้ขีดจำกัด แจ็ค ดอว์สัน (ลีโอนาร์โด ดิคาปริโอ เจ้าของรางวัล Golden Globe และผู้เข้าชิงรางวัล Academy Award) เมื่อเขาได้เปิดโลกทัศน์ที่อยู่ภายนอกกรงทองให้เธอได้เห็น ความรักที่ถูกกีดกั้นระหว่างโรสและแจ็คเป็นจุดกำเนิดแห่งปริศนาที่จะดังกึกก้องไปอีกหลายช่วงยุคสมัย ไม่มีสิ่งใดในโลกมาแทรกผ่านระหว่างพวกเขาไปได้ แม้แต่สิ่งที่ไม่คาดคิดอย่างการจมของเรือไททานิคก็ตาม",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/8/84/Titanicposter.jpg"
},{
  "_id": {
    "$oid": "6400be81d459e1616eec591b"
  },
  "name": "เธอกับฉันกับฉัน",
  "description": "ปี 1999 ขณะที่ทั่วโลกกำลังพูดถึงปัญหา Y2K และข่าวลือว่าโลกอาจจะแตกในวันสิ้นปี ยู กับ มี ฝาแฝดวัย ม.ต้น ก็เป็นอีกคู่ที่กังวลกับอนาคตที่กำลังจะเกิดขึ้น ทั้งคู่สนิทและรักกันมาก แชร์ทุกอย่างร่วมกัน จนต่างเป็นเหมือนโลกทั้งใบของกันและกันแต่แล้ววันหนึ่ง เมื่อเด็กผู้ชายที่ชื่อ หมาก ได้เข้ามาในชีวิต พวกเธอจึงได้สัมผัสกับ “รักครั้งแรก..ที่ไม่อาจแชร์ให้กันได้” ทั้งคู่จะจัดการกับความสัมพันธ์นี้ และก้าวผ่านช่วงเวลาที่สับสนบนโลกที่เหมือนว่ากำลังจะแตกลงไปได้อย่างไร",
  "imagepath": "https://cms.dmpcdn.com/dara/2023/01/12/b66b3810-9237-11ed-882a-8d628d86a541_webp_original.jpg"
},{
  "_id": {
    "$oid": "6400c04ed459e1616eec591c"
  },
  "name": "สิ่งเล็กๆที่เรียกว่ารัก",
  "description": "น้ำสาวน้อย ม.1 วัย 14 หน้าตาธรรมดา ๆ และไม่สวย แต่เธอไปแอบชอบ พี่โชน พี่ม.4 ที่หล่อ เท่ ที่สุดในโรงเรียน แล้วแถมยังใจดีอีกต่างหากทำให้น้ำมีคู่แข่งเป็นสาว ๆ ทั้งม.ต้นและม.ปลาย ที่มีแต่คนสวย ๆ เต็มไปหมด แต่น้ำไม่ยอมแพ้ง่าย ๆ เธอพยายามลุยทำทุกอย่าง สู้ทุกรูปแบบเพื่อที่จะเก่งและสวย แล้วเด่นขึ้นในโรงเรียนให้ได้ เพราะแอบหวังในใจเล็ก ๆ ว่าถ้าทำสำเร็จพี่โชนอาจจะหันมามองเธอซักครั้งน้ำทำตั้งแต่เอามะขามเปียกมาขัดผิว สมัครเป็นนางรำแม้จะถูกคัดออก หัดเป่าคาริเน็ตแล้วสมัครเข้าวงโยธวาทิตเพื่อที่จะได้อยู่ใกล้ ๆ พี่โชน ด้วยความช่วยเหลือของเพื่อน ๆ แก๊งหน้าแย่ ในที่สุดน้ำก็ได้เป็นดรัมเมเยอร์มือหนึ่งของจังหวัด จนตอนที่เรียนอยู่ ม.3 เธอได้เป็นดาวของโรงเรียน น้ำตกเป็นเป้าสายตาของหนุ่ม ๆ ทั้งโรงเรียน มีคนเข้ามาจีบเป็นสิบ ๆ คน ยกเว้น โชน คนที่เธอรอคอยอยู่คนเดียวน้ำไปสารภาพ​รักกับพี่โชนในวันสุดท้ายของวันสอบและน้ำก็ได้อกหักกลับมาเพราะโชนได้เป็นแฟนกับปิ่นแต่ในใจลึกๆของโชนแล้วนั้นยังคงรักน้ำมาตั้งแต่ตอนที่น้ำยังไม่สวย ผ่านไป 9 ปี ทั้งโชนและน้ำ ได้มาพบกันในรายการทีวีรายการหนึ่ง...",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/1/1f/First_Love.jpg"
},{
  "_id": {
    "$oid": "6400c1d3d459e1616eec591d"
  },
  "name": "OMG รักจังวะผิดจังหวะ",
  "description": "คนสองคนที่เคมีเข้ากัน แต่พระเจ้าดันไม่เข้าใจ​ เมื่อกายโสดจูนมีแฟน จูนเลิกกายมีแฟน กายเลิกจูนมีแฟน จังหวะรักของคนสองคนที่ดูเหมือนพระเจ้าจะกลั่นแกล้งให้ผิดที่ผิดเวลาอยู่ตลอด กายพยายามตัดใจ แต่ก็ทำได้แค่มูฟออนเป็นวงกลมเสมอมา จนสุดท้าย..เขาตัดสินใจว่า จะลองเดินหน้าสู้กับพระเจ้าดูสักตั้ง!",
  "imagepath": "https://s359.kapook.com/pagebuilder/65a6f020-fbc6-4c3d-aca1-f35ffaac1db2.jpg"
},{
  "_id": {
    "$oid": "6400c316d459e1616eec591e"
  },
  "name": "หอแต๋วแตก แหกต่อไม่รอแล้วนะ",
  "description": "หลังจากเหตุการณ์ในแหกนะคะ 3 ปี ชีวิตอันแสนสงบสุขของ เจ๊แต๋ว (จตุรงค์ พลบูรณ์) และ อาโคย (วีรดิษฐ์ ศรีมาลัย) ลูกชายที่ผ่านร้อนผ่านหนาวมาร่วมกันกับ เจ๊มดดำ (เอกชัย ศรีวิชัย) และ แพนเค้ก (เจริญพร อ่อนละม้าย) ผีสาวร่างยักษ์ปากร้ายใจดี เผชิญหน้ากับเรื่องราววุ่น ๆ ของวิญญาณมาเป็นเวลานาน จนเมื่อ เจ๊การ์ตูน ได้ดีมีสามีฝรั่งแล้วย้ายไปอยู่เมืองนอก ก็ถึงคราวที่คนที่เหลือ ๆ ต้องพบกับความวุ่นวายอีกครั้ง เมื่อ เจ๊พยูน (ชาญณรงค์ ขันทีท้าว) อริเก่าที่โดน แพนด้า (เจริญพร อ่อนละม้าย) น้องสาวสุดหงิมของแพนเค้ก จับเข้าคุกไปในคดีฆาตกรรมคนในหอเมื่อหลายปีก่อน ตอนนี้ได้พ้นโทษออกมาจากคุกพร้อมกับเพื่อนใหม่อย่าง ขนเพชร (กฤติเดช สมตน) ลูกเบ๊ของเธออีกที การพบกันครั้งนี้เต็มไปด้วยความบาดหมาง ก่อนที่ทุกอย่างจะชะงัก เมื่อมีชายชาวอินเดียปริศนาได้มาแจ้งว่า พวกเขาเป็นผู้โชคดีที่ได้รับคฤหาสน์หลังงาม ทุกคนตื่นเต้นมากโดยไม่รู้ว่า เบื้องหลังของคฤหาสน์มีเรื่องที่น่าสะพรึงซ่อนอยู่ ในขณะเดียวกัน แพนเค้ก ก็กำลังจะได้ไปเกิดใหม่ เว้นเสียแต่จะมีเงื่อนไขที่เธอต้องผ่านไปให้ได้ โดยมีสองหนุ่มยมทูตคอยเป็นผู้คุมให้ เรื่องราวแหกต่อไม่รอแล้วนะของพวกเขาจึงเริ่มขึ้น",
  "imagepath": "https://www.nangdee.com/photoThumbnail/items/m5256_9AeZMRYWed41932.jpg"
},{
  "_id": {
    "$oid": "6400c3f4d459e1616eec591f"
  },
  "name": "jumanji",
  "description": "เรื่องราวของ สี่สหายจะต้องกลับเข้าไปสู่โลกของจูแมนจี้อีกครั้ง เพื่อช่วยเหลือหนึ่งในสมาชิกแก๊งค์ของพวกเขา แต่แล้วพวกเขาก็ได้ค้นพบว่าทุกอย่างมันไม่ได้เป็นแบบที่เขาคาดคิดเอาไว้ พวกเขาจะต้องรวบรวมความกล้าหาญเพื่อฝ่าฟันนานาอุปสรรคตั้งแต่ทะเลทรายอันแห้งแล้งไปจนถึงภูเขาหิมะ เพื่อที่จะหนีออกมาจากโลกของเกมที่อันตรายที่สุด",
  "imagepath": "https://s359.thaibuffer.com/pagebuilder/47cf61aa-5880-4c88-ada6-d5acdc329085.jpg"
},{
  "_id": {
    "$oid": "6400c5bad459e1616eec5920"
  },
  "name": "7ประจัญบาน",
  "description": "เรื่องราวของภาพยนตร์เริ่มต้นขึ้นเมื่อกลุ่มทหารทั้ง 7 ของ กองพลทหารอาสาสมัคร เสร็จสิ้นภารกิจเสี่ยงตายสุดท้ายใน สงครามเวียดนาม พวกเขาเกษียณจากกองทัพและกลับมาใช้ชีวิตต่อตามปกติร่วมกับครอบครัวของพวกเขา อย่างไรก็ตาม ความทรงจำอันแสนเลวร้ายยังคงหลอกหลอนพวกเขา ต่อมา มีพ่อค้าจ้างพวกเขาให้ขโมยทองจากรถบรรทุก โชคไม่ดีรถบรรทุกคันนั้นเป็นของจีไอ แห่ง กองทัพสหรัฐ เหล่าทหารจีไอโกรธและพยายามจับเหล่า 7 ประจัญบานโดยโจมตีหมู่บ้านของพวก 7 ประจัญบาน หลังจากทหารสหรัฐจับตัวชาวบ้านทุกคน พวกเขาทำให้ชาวบ้านทุกคนเป็นทาส ขณะเดียวกัน เหล่าเจ็ดประจัญบานได้รู้ว่าในรถบรรทุกไม่ใช่ทองแต่เป็นสารเคมี ฝนเหลือง ที่ใช้ถล่มป่าในเวียดนาม จากนั้นพวกเขาเดินทางไปยังค่ายทหารอเมริกัน และต่อสู้กับพวกทหารอเมริกันจนประสบความสำเร็จในการช่วยชาวบ้าน โดยภาพยนตร์จบลงด้วยการที่ จุก บวชให้กับแม่โดยแม่มีความสุขและสิ้นใจในที่สุด",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/0/01/7_%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%8D%E0%B8%9A%E0%B8%B2%E0%B8%99_%282545%29.jpg"
},{
  "_id": {
    "$oid": "6400c76dd459e1616eec5923"
  },
  "name": "7ประจัญบาน2",
  "description": "นช่วงระหว่างสงครามโลกครั้งที่ 2 เมื่อกองทัพญี่ปุ่นแพร่ขยายอำนาจและอิทธิพล ไปทั่วเอเชียอาคเนย์ ทำให้ทางการไทยมอบหมายงานชิ้นสำคัญผ่านมายัง ผู้กององอาจ (ประกาศิต โบสุวรรณ) ให้เหล่า 7 ประจัญบาน ปฏิบัติภารกิจลับ สำคัญระดับสุดยอดของประเทศ ตรวจสอบพฤติกรรมอันน่าสงสัยของ สุริยะ เอบาต้า (ฮิโระ ซะโนะ) ที่คาดว่าอาจจะเป็นสายลับของทางการญี่ปุ่น ที่มาในคราบของนักธุรกิจที่เดินทางเข้ามาในเมืองไทยแต่กลับกลายเป็นว่า ภารกิจดังกล่าวหาได้สำเร็จลุล่วงง่ายดายอย่างที่คิดไม่ เมื่อผู้นำของ 7 ประจัญบาน อย่าง จ่าดับ จำเปาะ (พงษ์พัฒน์ วชิระบรรจง) กลับพลาดพลั้งทำให้ ผู้พันทีเคดะ (โยโกสุกะ ชิโอยะ) พ่อของสุริยะเสียชีวิตโดยอุบัติเหตุ ทำให้เหล่า 7 ประจัญบานกลายเป็นบุคคลต้องห้าม ที่ นายพลนากามูระ (Masayuk Todoroki) ผู้นำทัพของญี่ปุ่นโกรธแค้น และยื่นคำขาดให้ทางการไทย ส่งตัวจ่าดับและพรรคพวกทั้ง 7 มาสำเร็จโทษประหารชีวิต เป็นเหตุให้ประจัญบานทั้ง 7 ต้องรับมือกับทั้งทางการไทย และเหล่าทหารญี่ปุ่น รวมทั้งกลุ่มมือสังหารที่ถูกส่งตรงมาจากดินแดนอาทิตย์อุทัย ซึ่งเป็นที่รู้จักกันในนามของ 7 เซียนซามูไร จนต้องระหกระเหินไปร่วมกับกลุ่มพี่น้องไทยจีน ที่ร่วมกันต่อต้านญี่ปุ่น ซึ่งมีหน้าฉากคือคณะนักแสดงงิ้วที่มีชื่อเสียงของเตี่ยตังกวย เกิดเป็นจุดเริ่มต้นของการผจญภัยครั้งใหม่ของ 7 ประจัญบาน ที่ครั้งนี้ต้องทาหน้าขาวแต่งชุดงิ้ว รำพลองตะลุยกองทัพญี่ปุ่น เหินขึ้นฟ้าเผชิญหน้ากับกองบินกามิกาเซ่ของญี่ปุ่น ภายใต้ฉากไฮไลท์สุดอลังการ กับการเนรมิตสะพานข้ามแม่น้ำแควขึ้นมาอีกครั้ง ในฉากไคลแม็กซ์สำคัญ พร้อมทั้งเปิดเผยที่มา ของกางเกงแดงเชือกกล้วยอันลือลั่นของจ่าดับ รวมถึงเรื่องราวความรักครั้งก่อนของจ่าดับที่มีต่อ นางโฉม (อภิรดี ภวภูตานนท์) และตัวละครสุดคลาสสิก ที่เกิดมาแล้วย่อมไม่แคล้วที่อาจจะกลายเป็น 'คู่กรรม' ของกันอย่าง อังศุมาลย์ (มินท์ - อาทิตยา ดิถีเพ็ญ) และ โกโบต้า (ก้อง - อรรฆรัตน์ นิติพน)",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/0/0c/7_%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%8D%E0%B8%9A%E0%B8%B2%E0%B8%99_2.jpg"
},{
  "_id": {
    "$oid": "6400c7c2d459e1616eec5924"
  },
  "name": "HarryPotterกับศิลาอาถรรพ์",
  "description": "แฮร์รี่อาศัยอยู่กับบ้านลุงกับป้าและลูกพี่ลูกน้องของเขามาเป็นเวลา 10 ปี วันหนึ่งได้เกิดเหตุการณ์ประหลาดเกิดขึ้นกับเขา เขาเผลอปล่อยงูใส่ลูกพี่ลูกน้องขณะไปเที่ยวสวนสัตว์ หลังจากนั้นเขาได้รับจดหมายฉบับหนึ่ง แต่ลูกกับป้าเห็นเข้าเลยเอาไปทำลาย แต่จดหมายก็ถูกส่งมาเรี่อยๆ จนพวกเขาต้องย้ายไปอยู่ในกระท่อมกลางเกาะ ในคืนวันเกิดแฮร์รี่ เขาพบกับแฮกริดและรู้ว่าเขาเป็นพ่อมด ได้มีโอกาสไปเรียนโรงเรียนพ่อมดแม่มดของผู้วิเศษชื่อ ฮอกวอตส์ และได้ไปซื้อของที่ตรอกไดแอกอน และในตอนที่เขาไปซื้อของที่ร้านไม้กายสิทธิ์นั้นเอง เขาได้ไม้มาและพบว่าใครคนหนึ่งที่ไม่มีใครกล้าเอ่ยชื่อเขา และเขาคือคนที่ให้แผลเป็นรูปสายฟ้ากับแฮร์รี่ หลังจากนั้นเขาได้นำเรื่องนั้นไปถามแฮกริดและพบว่าคนคนนั้นคือ ลอร์ดโวลเดอมอร์ พ่อมดผู้ชั่วร้ายที่สุดและเขาคือคนฆ่าพ่อแม่แฮร์รี่และในวันที่เขาไปโรงเรียนในตั๋วเขียนว่าให้ไปที่ชานชาลาที่ 9¾ แต่เขาไม่รู้ว่าชานชาลานั้นอยู่ที่ไหน แต่เขาได้พบกับรอนและครอบครัววิสลัย์ และได้ขึ้นรถไฟ ได้พบกับเฮอร์ไมโอนี่ที่ฉลาดเป็นกรด และรถไฟก็ถึงฮอกวอตส์ที่ฮอกวอตส์เขาถูกคัดสรรให้ไปอยู่บ้านกริฟฟินดอร์ ในชั่วโมงปรุงยา เขาได้พบกับศาสตราจารย์สเนปที่ไม่ถูกชะตากับแฮร์รี่อย่างมาก และเขาได้รู้จักกับควิดดิช กีฬาของพ่อมด เขาได้เป็นซีกเกอร์ประจำทีม วันหนึ่งเขาได้พบกับหมาสามหัว ในวันฮาโลวีน โทรลล์ถูกปล่อยออกมาทำลายของและเขาพบสเนปที่มีขาโชกเลือด และสงสัยว่าสเนปคือคนปล่อยโทรลล์ออกมา ในวันแข่งควิชดิชเขาเห็นสเนปสาปไม้กวาดแฮร์รี่ และสงสัยว่าสเนปพยายาทมฆ่าแฮร์รี่ หลังจากพวกเขาเล่าว่าสเนปทำอะไรให้แฮกริดฟัง แฮกริดก็ได้เผลอหลุดปากออกมาเกี่ยวกับบุคคลลึกลับที่ชื่อว่านิโคลัส แฟลมเมลหลังจากนั้นเขาพบว่า นิโคลัส แฟลมเมลคือคนที่ประดิษฐ์ศิลาอาถรรพ์ ซึ่งทำให้ผู้ที่มีครอบครองเป็นอมตะ และพบว่าคนที่ต้องการศิลาอาถรรพ์คือโวลเดอมอร์ที่ตอนนี้อ่อนแอ และต้องพึ่งเลือดยูนิคอร์นและพวกเขาวางแผนจะป้องกันศิลาไว้ให้จงได้",
  "imagepath": "https://images.workpointnews.com/workpointnews/2022/01/11121712/1641878230_16481_HarryPotterandtheSorcerer_sStone-Poster.jpg"
},{
  "_id": {
    "$oid": "6400cd37d459e1616eec5925"
  },
  "name": "HarryPotterกับเครื่องรางยมทูต",
  "description": "แฮร์รี่ พอตเตอร์ กับเครื่องรางยมทูต การผจญภัยครั้งที่ 7 และครั้งสุดท้ายของแฮร์รี่ พอตเตอร์ ภาพยนตร์ที่ทุกคนตั้งตารอ ซึ่งจะถูกบอกเล่าในความยาวสองภาคภาค 1 เริ่มต้นในขณะที่แฮร์รี่, รอน และเฮอร์ไมโอนี่ ออกเดินทางสู่ภารกิจที่เต็มไปด้วยอันตรายเพื่อแกะรอยและหาทางทำลายฮอร์ครักซ์ความลับของการเป็นอมตะและการทำลายล้างแห่งโวลเดอมอร์ โดยลำพังและไร้ซึ่งคำชี้แนะของบรรดาอาจารย์ หรือการปกป้องของศาสตราจารย์ดัมเบิลดอร์ เพื่อนทั้งสามจะต้องพึ่งพากันและกันมากกว่าที่เคยผ่านมา แต่ก็ยังมีพลังด้านมืดเข้ามาแทรกกลางและคอยคุกคามจนทั้งหมดต้องแยกจากกันในเวลาเดียวกันโลกของพ่อมดแม่มดก็กลายเป็นแหล่งอันตรายสำหรับศัตรูทุกคนของดาร์กลอร์ดสงครามที่หวั่นกลัวกันมานานเริ่มต้นขึ้น และบรรดาผู้เสพความตายของโวลเดอมอร์เข้ายึดครองกระทรวงเวทย์มนตร์และแม้กระทั่งฮอกวอตส์ สร้างความตื่นตระหนกและเข้าจับกุมทุกคนที่อาจอยู่ฝ่ายตรงข้ามแต่เป้าหมายหนึ่งที่พวกเขายังคงตามหาคือคนที่มีค่าที่สุดสำหรับโวลเดอมอร์ : แฮร์รี่ พอตเตอร์ ผู้ที่ถูกเลือกซึ่งกลายเป็นผู้ที่ถูกล่า ในขณะที่เหล่าผู้เสพความตายค้นหาตัวแฮร์รี่ด้วยคำสั่งที่จะพาตัวเขาไปให้โวลเดอมอร์…ทั้งเป็น",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/thumb/5/51/%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B9%E0%B8%95%E0%B8%A0%E0%B8%B2%E0%B8%841.jpg/220px-%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B9%E0%B8%95%E0%B8%A0%E0%B8%B2%E0%B8%841.jpg"
},{
  "_id": {
    "$oid": "6400cdb1d459e1616eec5926"
  },
  "name": "Fantastic Beast",
  "description": "Fantastic Beasts and Where to Find Them เล่าเรื่องที่ยุโรป เกิดเหตุสังหารมือปราบมารจำนวนมาก สื่อของชุมชนผู้วิเศษได้รายงานถึงเหตุการณ์ดังกล่าวและเหตุโจมตีอื่น ๆ โดยเป็นฝีมือของเกลเลิร์ต กรินเดลวัลด์ พ่อมดฝ่ายมืดในปี ค.ศ. 1926 นิวท์ สคามันเดอร์ นักสัตว์วิเศษวิทยาชาวอังกฤษเดินทางมาที่สหรัฐอเมริกา เพื่อไปยังรัฐแอริโซนา เขาพบกับแมรี ลู แบร์โบน มักเกิ้ลผู้เป็นหัวหน้ากลุ่มการกุศลเซเลมที่สองที่เชื่อว่าผู้วิเศษมีอยู่จริงและเป็นอันตราย ระหว่างนั้น นิฟเฟลอร์ สัตว์วิเศษในกระเป๋าของนิวท์ได้หลุดออกมา ทำให้เขาต้องตามจับแต่พลาดสลับกระเป๋ากับเจคอบ โควัลสกี มักเกิ้ลผู้มีความใฝ่ฝันอยากเปิดร้านขายขนมปัง นิวท์ถูกทินา โกลด์สตีน อดีตมือปราบมารที่เห็นเหตุการณ์ทั้งหมดจับตัวและพาไปยังสภาเวทมนตร์แห่งสหรัฐอเมริกา (MACUSA) ขณะเดียวกัน เจคอบที่ถือกระเป๋าของนิวท์ไปถูกเมิร์ตแลป สัตว์วิเศษชนิดหนึ่งในกระเป๋าทำร้ายและทำให้สัตว์วิเศษตัวอื่น ๆ หลุดออกมานิวท์และทินาตามมาพบเจคอบและพาไปที่อะพาร์ตเมนต์ของทินาที่อาศัยอยู่กับควีนนี โกลด์สตีน น้องสาว นิวท์พาเจคอบเข้าไปในกระเป๋าซึ่งภายในมีสัตว์วิเศษจำนวนมาก หนึ่งในนั้นคือออบสคูรัส พลังด้านมืดซึ่งสถิตอยู่ในตัวผู้วิเศษที่เป็นเด็กที่พยายามปิดกั้นพลังของตัวเอง นิวท์และเจคอบช่วยกันจับสัตว์วิเศษที่หนีออกจากกระเป๋าได้หลายตัวก่อนจะถูกเจ้าหน้าที่ของ MACUSA จับตัวได้เพราะเชื่อว่ามีสัตว์วิเศษตัวหนึ่งฆ่าวุฒิสมาชิกเฮนรี ชอว์ จูเนียร์ MACUSA มีความเห็นให้ทำลายกระเป๋าของนิวท์และลบความจำของเจคอบ หลังถูกเพอร์ซิวัล เกรฟส์ ผู้อำนวยการความปลอดภัยด้านเวทมนตร์ไต่สวน นิวท์และทินาถูกตัดสินประหารชีวิตเนื่องจากเชื่อว่าสนับสนุนกรินเดลวัลด์ แต่นิวท์สะเดาะห์กุญแจมือได้และพาทินาหลบหนี ทั้งสองพบกับควีนนีและเจคอบที่ตามมาช่วย ทั้งสี่คนไปที่บาร์เพื่อพบนาร์แล็กเพื่อหาที่อยู่ของสัตว์วิเศษตัวสุดท้ายที่ยังไม่ถูกจับ ก่อนที่ทั้งสี่คนจะจับสัตว์วิเศษตัวนั้นได้สำเร็จในขณะเดียวกัน เกรฟส์ไปพบครีเดนซ์ แบร์โบน เพื่อเสนอว่าจะช่วยเขาจากแมรี ลู แม่เลี้ยงที่ชอบทำร้ายเขาและจะสอนเวทมนตร์ให้ โดยแลกกับการให้ครีเดนซ์ตามหาออบสคูรัส เมื่อแมรี ลูพบว่าครีเดนซ์มีไม้กายสิทธิ์ซึ่งที่จริงเป็นของโมเดสตี น้องสาว เธอพยายามจะลงโทษโมเดสตี แต่ถูกออบสคูรัสฆ่าตาย เกรฟส์มาที่บ้านแบร์โบนและบอกครีเดนซ์ว่าเขาเป็นสควิบ (ผู้สืบเชื้อสายจากผู้วิเศษแต่ไม่มีพลังเวทมนตร์) และปฏิเสธจะสอนเวทมนตร์ให้ ทำให้ครีเดนซ์โกรธมากที่เกรฟส์ผิดสัญญา เขาเปิดเผยว่าที่จริงแล้วตนมีพลังออบสคูรัสและปลดปล่อยพลังออกไปทั่วเมืองนิวท์ตามไปพบครีเดนซ์ที่หลบอยู่ใต้สถานีรถไฟใต้ดินแต่ถูกเกรฟส์ทำร้าย ทินาตามมาช่วยนิวท์และเกลี้ยกล่อมให้ครีเดนซ์สงบสติอารมณ์ มือปราบมารของ MACUSA ตามมาถึงและทำลายออบสคูรัส แต่มีชิ้นส่วนหนึ่งหลุดรอดไปได้ เกรฟส์เปิดเผยว่าตนต้องการใช้ออบสคูรัสเพื่อเปิดโปงชุมชนผู้วิเศษ เขาโจมตีมือปราบมารหลายคนก่อนจะถูกจับโดยสัตว์วิเศษของนิวท์ เกรฟส์ถูกเปิดโปงว่าเป็นกรินเดลวัลด์ปลอมตัวมาและถูกคุมตัวออกไปเซราฟินา พิกเควอรี ประธาน MACUSA กล่าวว่ามักเกิ้ลรู้ถึงชุมชนผู้วิเศษแล้ว แต่นิวท์เสนอให้ใช้ธันเดอร์เบิร์ด สัตว์วิเศษของเขาสร้างฝนเพื่อลบความจำมักเกิ้ลทุกคนในเมือง พร้อม ๆ กับที่ MACUSA ใช้คาถาฟื้นฟูเมืองที่เสียหาย ควีนนีจูบลาเจคอบที่ออกไปยืนตากฝนเพื่อให้ตัวเองถูกลบความจำ ด้านนิวท์กลับไปอังกฤษเพื่อเขียนหนังสือสัตว์วิเศษให้เสร็จ แต่สัญญากับทินาว่าจะกลับมาหา โดยก่อนจะกลับอังกฤษ นิวท์สลับกระเป๋ากับเจคอบเพื่อให้เขามีทุนไปเปิดร้านขายขนมปัง",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/thumb/d/d3/%E0%B8%AA%E0%B8%B1%E0%B8%95%E0%B8%A7%E0%B9%8C%E0%B8%A1%E0%B8%AB%E0%B8%B1%E0%B8%A8%E0%B8%88%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B9%8C_%E0%B9%82%E0%B8%9B%E0%B8%AA%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C.jpg/640px-%E0%B8%AA%E0%B8%B1%E0%B8%95%E0%B8%A7%E0%B9%8C%E0%B8%A1%E0%B8%AB%E0%B8%B1%E0%B8%A8%E0%B8%88%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B9%8C_%E0%B9%82%E0%B8%9B%E0%B8%AA%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C.jpg"
},{
  "_id": {
    "$oid": "6400ce84d459e1616eec5927"
  },
  "name": "Alice in Borderland",
  "description": "การผจญภัยของ อลิซ ในวัย 19 ปี ที่ต้องเดินทางกลับสู่ดินแดนพิศวงอีกครั้ง หลังจากที่เธอเคยไปมาแล้วเมื่อครั้งยังเด็ก เธอยังได้พบกับเหล่าเพื่อนในวัยเด็กของเธอไม่ว่าจะเป็น คุณกระต่ายขาว, แฝดยักษ์อ้วนจอมป่วน ทวีดเดิลดีและทวีดเดิลดัม, หนูตัวจิ๋ว, หนอนผีเสื้อ, แมวเชสเชียร์ และที่ขาดไม่ได้ แมด แฮทเทอร์ การเดินทางสุดมหัศจรรย์ในครั้งนี้ อลิซ จะต้องยุติการครองบัลลังก์อันโหดร้ายของราชินีแดงลงให้ได้",
  "imagepath": "https://www.nangdee.com/photoThumbnail/items/m1943_WKT2CJvWed35540.jpg"
},{
  "_id": {
    "$oid": "6400d02ad459e1616eec5928"
  },
  "name": "Addam Family",
  "description": "ครอบครัวแอดดัมส์พวกเขาเป็นครอบครัวที่พิลึกพิลั่นที่สุดในคฤหาสน์ซอมซ่อที่อยู่บนยอดเขาที่ปกคลุมไปด้วยหมอกในนิวเจอร์ซีย์ (รัฐบ้านเกิดของผู้สร้างชาร์ลส์ แอดดัมส์) โกเมซและมอร์ติเซีย ที่ใช้ชีวิตแบบแอดดัมส์ของพวกเขาอย่างแสนสุขมาหลายปี กำลังเตรียมพร้อมสำหรับการมาเยือนจากญาติคนอื่น ๆ ของพวกเขาสำหรับ \"ซาเบร มาเซอร์ก้า\" ของพักส์ลีย์ มันเป็นพิธีการเติบโตเป็นผู้ใหญ่เพื่อพิสูจน์ว่าเขาพร้อมที่จะเป็นผู้ใหญ่ในครอบครัวแอดดัมส์แล้ว สิ่งที่พวกเขาไม่รู้ก็คือ เพื่อนบ้านที่อยู่ตีนเขาของพวกเขา มาร์โกซ์ นีดเลอร์ เจ้าแม่ด้านการออกแบบคนดังแห่งแวดวงจอแก้ว กำลังสร้างหมู่บ้านจัดสรรขึ้นมา ด้วยการใช้เทคนิคสีสันโดดเด่นและความสมบูรณ์แบบ เมื่อหมอกจางลง มาร์โกซ์ก็รู้สึกหดหู่เมื่อได้เห็นคฤหาสน์ของครอบครัวแอดดัมส์ มันเป็นสิ่งเดียวที่ขวางกั้นเธอจากความฝันของเธอในการขายบ้านทุกหลังในย่านนี้และความเป็นที่ชื่นชอบในฐานะคนดังแห่งโลกจอแก้วตลอดกาล ระหว่างที่พักส์ลีย์กำลังลำบากอยู่กับการเรียนรู้พิธี \"ซาเบร มาเซอร์ก้า\" ที่ซับซ้อน เวนส์เดย์เองก็พบว่าตัวเองต้องลำบากกับการเติบโตเป็นผู้ใหญ่เช่นกัน เธอผูกมิตรกับปาร์คเกอร์ ลูกสาวของมาร์โก้และผลักดันทั้งขอบเขตและความอดทนของมอร์ติเซียด้วยการทำในสิ่งที่ \"ปกติ\" เช่นการเรียนโรงเรียนรัฐบาล การเป็นเชียร์ลีดเดอร์และการสวมหมวกเบเรต์สีชมพู",
  "imagepath": "https://s359.kapook.com/rq/450/auto/50/pagebuilder/e3aef150-a594-42b2-ae84-d148a88c43fe.jpg"
},{
  "_id": {
    "$oid": "6400d0f6d459e1616eec5929"
  },
  "name": "DespicableMe",
  "description": " ในชุมชนย่านชานเมืองแสนสุข ที่รายล้อมด้วยรั้วบ้านสีขาวที่มีพุ่มดอกกุหลาบสีสดสวย ที่กำลังเบ่งบาน คือที่ตั้งของบ้านหลังสีดำทะมึนที่มีสนามหญ้าสุดเหี่ยวเฉา แต่ที่บรรดาเพื่อนบ้านซึ่งอาศัยอยู่ในย่านเดียวกันไม่เคยล่วงรู้ ก็คือ ภายใต้บ้านหลังนี้ก็คือที่ซ่อนลับที่มีขนาดกว้างใหญ่ ซึ่งเราได้จะพบกับกรู (ให้เสียงโดยสตีฟ คาเรลล์) พร้อมด้วยลูกสมุนจำนวนหนึ่ง กำลังวางแผนการปล้นครั้งใหญ่ที่สุดในประวัติศาสตร์โลก กรูกำลังจะขโมยพระจันทร์ (ใช่แล้ว คุณอ่านไม่ผิด พระจันทร์!) ในภาพยนตร์ซีจีไอสามมิติเรื่องใหม่ จากยูนิเวอร์แซลที่มีชื่อเรื่องว่า Despicable Meกรูที่ชื่นชอบในทุกสิ่งที่ชั่วร้าย มีอาวุธพร้อมพรั่งทั้งลำแสงที่ทำให้ตัวหด ลำแสงทำให้ตัวแข็ง แถมยังมียานพาหนะทุกรูปแบบทั้งลุยบนบกและบินไปในอากาศ เขาจัดการกำราบทุกคนที่กล้ามายืนขวางทาง จนถึงวันที่เขาได้เผชิญหน้ากับความมุ่งมั่นตั้งใจ ของเด็กหญิงลูกกำพร้าสามคนมาร์โก้, อีดิธ และแอ็กเนส ที่ได้พบเขา และมองเห็นบางสิ่งที่ไม่มีใครเคยเห็นมาก่อน นั่นก็คือ ความเป็นพ่อ",
  "imagepath": "http://upload.wikimedia.org/wikipedia/th/thumb/d/db/Despicable_Me_Poster.jpg/250px-Despicable_Me_Poster.jpg"
},{
  "_id": {
    "$oid": "6400d1a2d459e1616eec592a"
  },
  "name": "BigHero6",
  "description": "เป็นการเล่าเรื่องราวที่เกิดขึ้นภายในเมืองซานฟรานโซเกียว เมื่อหนุ่มน้อย Hiro Hamada กำลังเรียนรู้ถึงอัจฉริยภาพของตนเองที่กำลังเจริญรอยตามพี่ชาย กับการเป็นนักประดิษฐ์จอมอัจฉริยะกับหุ่นยนต์สุดไฮเทคซึ่งมีชื่อว่า Baymax ที่สร้างขึ้นจากความช่วยเหลือของพี่ชายก่อนที่เขาจะจากไป จนได้มีโอกาสร่วมทีมเป็นสมาชิกของกลุ่มซูเปอร์ฮีโร่มือใหม่ที่ประกอบไปด้วยเหล่าผู้มีความสามารถด้านต่างๆ อาทิ Wasabi-No-Ginger พ่อครัวเจ้าระเบียบที่ใช้มีดในการต่อสู้, Honey Lemon เจ้าของพลังผ่ามิติ, GoGo Tomago ผู้มีพลังลูกบอลไฟ และ Fred หนุ่มเนิร์ดผู้บ้าการ์ตูนและ Sci-Fi ที่แปลงร่างเป็นสัตว์ประหลาดยักษ์เมื่อหายนะกำลังคลืบคลามเข้ามาและดึงพวกเขาเข้าไปสู่เรื่องราวสุดอันตรายที่เกิดขึ้นในเมือง ซานฟรานโซเกียว Hiro  จึงต้องพึ่งหุ่นยนต์เพื่อนซี้ของเขา และพร้อมกับเพื่อนๆ กลุ่มฮีโร่สุดไฮเทคนี้ เพื่อคลี่คลายเรื่องราวที่­เกิดขึ้น",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/5/55/Big_Hero_6_poster.jpg"
},{
  "_id": {
    "$oid": "6400d242d459e1616eec592b"
  },
  "name": "กังฟูแพนด้า",
  "description": "ในหุบเขาสันติในจีนโบราณ ซึ่งมีประชากรเป็นสัตว์ที่พูดได้ โป เป็นผู้คลั่งไคล้ในกังฟู และมีห้าผู้พิทักษ์ (นางพยัคฆ์, วานร, ตั๊กแตน, อสรพิษ, กระเรียน) ลูกศิษย์ของอาจารย์ชิฟู เป็นไอดอล อย่างไรก็ตาม เขาคิดว่าคงไม่สามารถเรียนรู้กังฟูได้แน่เพราะเขาต้องช่วยบิดาบุญธรรมอย่างอาปิง ขายก๋วยเตี๋ยวปรมาจารย์อูเกว ผู้เป็นที่ชี้แนะให้กับชิฟู เห็นนิมิตรว่าไต้ลุง อดีตลูกศิษย์ของชิฟู จะทำลายคุกและกลับมาล้างแค้นที่หุบเขาสันติเพื่อเอาคัมภีร์มังกร เมื่อชิฟูทราบเรื่องนี้ เขาจึงสั่งเซ็งให้ไปบอกผู้คุมคุกชอว์กัมให้มีการควบคุมที่แน่นหนาขึ้น นอกจากนี้ ชิฟูยังจัดการแข่งขันเพื่อค้นหาผู้ชนะที่จะได้เป็น \"นักรบมังกร\" และรับคัมภีร์มังกร โปเดินทางไปถึงสนามแข่งขันช้าและประตูปิดไปก่อน เขาจึงใช้เก้าอี้ติดชนวนระเบิดขึ้นไปบนฟ้า และตกลงมาที่ลานแข่งขัน โปลืมตัวขึ้นมาเห็นว่าอูเกวชี้นิ้วมายังตน และกล่าวว่าตนเป็นนักรบมังกร สร้างความประหลาดใจให้กับโป ห้าผู้พิทักษ์ และชิฟู ซึ่งเชื่อว่ามันเป็นเรื่องบังเอิญชิฟูไม่เต็มใจในการยอมรับคำตัดสินของอูเกว เขาจึงพยายามกำจัดโปให้ออกไปจากเขตวังหยก ด้วยการฝึกอย่างโหดเหี้ยม ส่วนห้าผู้พิทักษ์เห็นว่าโปไม่มีศักยภาพที่จะเป็นนักรบมังกร โปในตอนแรกคิดว่าจะเลิกฝึกและกลับไปขายก๋วยเตี๋ยว แต่เมื่อได้ยินคำสอนของอูเกว เขาจึงตัดสินใจอยู่ที่วังหยกต่อ และตีสนิทกับห้าผู้พิทักษ์ด้วยการทำก๋วยเตี๋ยวให้พวกเขากินขณะเดียวกัน ไต้ลุงหลบหนีออกจากคุกชอว์กัมได้ โดยใช้ขนห่านของเซ็งที่ร่วงลงมาปลดตัวล็อก เมื่อชิฟูทราบข่าว จึงรีบไปบอกอูเกว อูเกวบอกว่าชิฟูต้องเชื่อมั่นในโป และอูเกวก็เดินทางกลับสู่สวรรค์ ชิฟูไปบอกข่าวให้กับโปและห้าผู้พิทักษ์ โปตกใจคิดว่าตนเองไม่น่าสู้ได้แน่ ส่วนนางพยัคฆ์ก็ขออาสาออกไปปราบไต้ลุงเอง ในคืนนั้น ห้าผู้พิทักษ์แอบหลบหนีชิฟูเพื่อเดินทางไปสู้กับไต้ลุง วันถัดมา ชิฟูพบว่าต้องใช้อาหารเป็นตัวล่อจึงจะสามารถฝึกโปได้ เขาพาโปไปฝึกที่สระน้ำตาศักดิ์สิทธิ์ ก่อนที่โปจะฝึกจนมีทักษะกังฟูที่ดีขึ้นห้าผู้พิทักษ์ถูกไต้ลุงสกัดจุดทางประสาท และเดินทางกลับมายังวังหยกอย่างอิดโรย ชิฟูตัดสินใจมอบคัมภีร์มังกรให้แก่โป แต่เมื่อเปิดออกมา พบว่าคัมภีร์ว่างเปล่าและมีแต่แผ่นกระดาษสะท้อน ชิฟูเห็นว่าคัมภีร์ไม่มีประโยชน์ จึงสั่งให้โปกับห้าผู้พิทักษ์อพยพชาวบ้าน ส่วนตนจะขอสู้กับไต้ลุงเอง โปได้พบกับอาปิงอีกครั้ง ปิงบอกว่าสูตรลับน้ำซุปก๋วยเตี๋ยวนั้นคือ \"ไม่มีอะไรเลย\" ทำให้โปตระหนักถึงเนื้อหาที่ว่างเปล่าในคัมภีร์ และกลับไปเผชิญหน้ากับไต้ลุงโปขึ้นไปที่วังหยกพบว่าชิฟูได้รับบาดเจ็บสาหัสจากการต่อสู้กับไต้ลุง โปท้าไต้ลุงให้มาสู้กันเพื่อแย่งคัมภีร์ หลังที่จากที่ยื้อแย่งกันสักพัก ไต้ลุงได้ทีใช้เท้าฟาดโปตกลงพื้นและเอาคัมภีร์มาเปิดอ่าน แต่เขาไม่เข้าใจในความว่างเปล่านั้น ไต้ลุงโกรธจึงต่อยโป แต่หุ่นของโปทำให้เขาสะท้อนกลับมาชกไต้ลุงคืน ไต้ลุงพลาดท่าจึงถูกโปใช้ดัชนีวูชีส่งเขาไปยังปรภพ โปได้รับการสรรเสริญจากพลเมืองหุบเขาสันติ และได้รับความนับถือจากห้าผู้พิทักษ์ ที่เชื่อว่าโปคืออาจารย์กังฟูที่แท้จริง หลังจากนั้น โปได้กลับไปชิฟูอีกครั้ง ทั้งคู่นอนสงบจิตกันอยู่สักพัก โปจึงขัดจังหวะโดยถามชิฟูว่า \"ไปหาไรกินกันมั้ย?\"",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/7/76/Kungfupanda.jpg"
},{
  "_id": {
    "$oid": "6400d3c2d459e1616eec592c"
  },
  "name": "เหงาเท่าวาฬ",
  "description": "ชาร์ลี ครูสอนภาษาอังกฤษผู้ป่วยเป็นโรคอ้วนขั้นวิกฤต กับน้ำหนักตัวมากถึง 600 ปอนด์ จากภาวะการกินเกินขนาดนี้เกิดขึ้นจากการถูกทอดทิ้งและการจากไปของคู่รักแฟนหนุ่มของเขา ทำให้เขาตกอยู่ในช่วงเวลาอันแสนเจ็บปวดและทนทุกข์ ขณะเดียวกันนั้นเขาก็อยากจะกลับไปสานสัมพันธ์กับลูกสาววัย 17 ปีของตัวเอง เพราะคาดหวังว่ามันจะเป็นโอกาสสุดท้ายที่เขาจะทำมันได้",
  "imagepath": "https://s359.kapook.com/rq/450/auto/50/pagebuilder/49253907-831a-492a-88d4-6bf2a31de826.jpg"
},{
  "_id": {
    "$oid": "6400d44bd459e1616eec592d"
  },
  "name": "Joker",
  "description": "อาร์เธอร์เป็นนักแสดงตลก เขาต้องคอยดูแลแม่ที่ป่วย และเขาเป็นโรคทางจิตอย่างหนึ่งที่ชอบหัวเราะขึ้นมาอย่างไม่มีเรื่องราว และไม่สามารถควบคุมการหัวเราะได้ ทุกครั้งที่เขาต้องการแสดงความรู้สึกต่อให้เศร้าแค่ไหน เขาก็จะหัวเราะขึ้นมา แทนที่จะร้องไห้ หรือนิ่งไป เขาต้องคอยโชว์บัตรผู้ป่วยให้ผู้อื่นดูบ่อย ๆ เวลาที่เขาหัวเราะแบบไม่มีเหตุผล วันหนึ่งอาเธอร์ถูกกลุ่มวัยรุ่นขโมยป้ายโฆษณาไป เขาตามเพื่อที่จะไปเอาคืน แต่กลับถูกกลุ่มวัยรุ่นเอาป้ายฝาดเข้าที่หน้า พอเพื่อนของอาร์เธอร์(แรนดอล)ทราบ เขาให้ปืนกับอาร์เธอร์ ไว้เพื่อป้องกันตัว ซึ่งการให้ปืนอาร์เธอร์ในครั้งนี้ กลายเป็นจุดเริ่มต้นของเรื่อง Joker 2019วันหนึ่งอาร์เธอร์นั่งรถไฟฟ้ากลับบ้านอยู่ มีกลุ่มวัยรุ่นกลุ่มหนึ่ง ที่กำลังจีบผู้หญิงคนนึงอยู่ และดูเหมือนว่าผู้หญิงคนนั้นจะไม่เล่นด้วย จู่ ๆ อาร์เธอร์ก็หัวเราะขึ้นมา ทำให้กลุ่มวัยรุ่นกลุ่มนั้นหันกลับมาสนใจอาร์เธอร์คนเดียว และก็เป็นอีกครั้งที่อาร์เธอร์ถูกกลุ่มวัยรุ่นกระทืบ แต่ครั้งนี้เป็นครั้งแรกที่อาร์เธอร์ ได้ปลดปล่อยความรู้สึกของตัวเอง และหลังจากเหตุการณ์นี้เขากลับไปรำอยู่ในห้องน้ำ (ซึ่งทางจิตวิทยาอธิบายว่า เป็นการปลดปล่อยความรู้สึกของคนที่ป่วยทางจิต โดยการเต้น หรือการร่ายรำ) และต่อมาเกิดการประท้วงระหว่างคน 2 กลุ่ม โดยผู้คนที่ประท้วงจะสวมหน้ากากเป็นตัวตลก ซึ่งใช้เป็นสัญลักษณ์ หลังจากนั้นแม่ของอาร์เธอร์เขียนจดหมายหาผู้ชายคนนึง ซึ่งคนนั้นคือ โทมัส เวย์น และทำให้อาร์เธอร์ได้ล่วงรู้บางอย่างเกี่ยวกับการเขียนจดหมายของแม่ในครั้งนี้ ในวันหนึ่งแม่ของอาร์เธอร์ทราบข่าวที่ทำให้ไม่สบายใจ แม่ของอาร์เธอร์จึงป่วยหนัก และทำให้เขาต้องเดินทางไปหา โทมัสเวย์",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/thumb/0/0d/%E0%B9%83%E0%B8%9A%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B9%8C_%E0%B9%82%E0%B8%88%E0%B9%8A%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C.jpg/220px-%E0%B9%83%E0%B8%9A%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B9%8C_%E0%B9%82%E0%B8%88%E0%B9%8A%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C.jpg"
},{
  "_id": {
    "$oid": "6400d4d3d459e1616eec592e"
  },
  "name": "แฟนเดย์แฟนกันแค่วันเดียว",
  "description": "เด่นชัย (เต๋อ ฉันทวิชช์) เจ้าหน้าที่ไอทีสุดเนิร์ดประจำออฟฟิศวัย 30 ผู้จะมีตัวตนในสายตาพนักงานคนอื่นแค่เวลาอุปกรณ์คอมพิวเตอร์เสีย ในชั่วโมงทำงานที่แสนเร่งรีบไม่มีใครสนใจแม้แต่จะจำชื่อของเด่นชัย จนเขาแอบน้อยใจอยู่บ่อย ๆ จนกระทั่งวันที่เขาได้ไปซ่อมพรินเตอร์ให้ นุ้ย (มิว-นิษฐา) มาร์เกตติ้งสาวผู้น่ารักที่เขาประทับใจเธอตั้งแต่แรกเห็น ผู้จดจำชื่อจริงของเขาได้ เด่นชัยตกหลุมรักความน่ารักและจริงใจของนุ้ยที่ทำให้เขารู้สึกเหมือนมีตัวตนขึ้นมา แต่ก็ทำได้เพียงเฝ้าเก็บรายละเอียดและดูแลเธออยู่ห่าง ๆ เพราะรู้ดีว่าคนอย่างเขาคงได้หวัง นุ้ยคงไม่มาสนใจ\n    แต่แล้วเมื่อบริษัทของเด่นชัยพาพนักงานไปเที่ยวเอาท์ติ้งยังสกีรีสอร์ทที่ฮอกไกโด เด่นชัยได้ขอพรกับระฆังแห่งความรักของรีสอร์ทให้เขาได้เป็นแฟนกับนุ้ยแค่วันเดียวก็ยังดี โชคชะตาเล่นตลกเมื่อนุ้ยประสบอุบัติเหตุจากสกีจนหมดสติ พอนุ้ยฟื้นกลับมีอาการโรคความจำเสื่อมชั่วคราวที่เรียกกว่าโรค TGA ซึ่งเป็นโรคความจำเสื่อมที่จะมีอาการอยู่เพียงแค่ 1 วันเท่านั้น เด่นชัยคิดว่านี่เป็นโอกาสเดียวที่คนอย่างเขาจะได้ใกล้ชิดกับนุ้ย เขาตัดสินใจสวมรอยหลอกนุ้ยว่าทั้งสองเป็นแฟนกันและอยู่เที่ยวต่อกันเพียงสองคน เด่นชัยตั้งใจว่าจะพานุ้ยไปเที่ยวในทุก ๆ ที่ ที่เธออยากไปในฮอกไกโด ใช้เวลาสุดพิเศษของเขากับเธอในฐานะแฟนแม้ว่ามันจะเป็นการเป็นแฟนกันเพียงแค่วันเดียวก็ตาม...",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/8/85/%E0%B9%81%E0%B8%9F%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%A2%E0%B9%8C_%E0%B9%81%E0%B8%9F%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7_poster.jpg"
},{
  "_id": {
    "$oid": "6400d587d459e1616eec592f"
  },
  "name": "20th century girl",
  "description": "หนังโรแมนติกดราม่าที่กำลังมาแรงและเป็นกระแสอยู่ในตอนนี้อย่าง 20th Century Girl จะพาคุณย้อนกลับไปในยุค 90 กับเรื่องราวของ ยอนดู ที่ป่วยเป็นโรคหัวใจ และกำลังไปผ่าตัดที่อเมริกา นาโบราเพื่อนสนิทจึงพยายามตามติดแพคฮยอนจิน หนุ่มที่เป็นรักแรกพบของยอนดู เพื่อนำเรื่องราวต่างๆ มาเล่าให้เธอฟัง แต่ภารกิจนี้ก็ทำให้เธอตกหลุมรักพุงอุนโฮ เพื่อนของแพคฮยอนจินเข้า แต่แล้วแพคฮยอนจินก็กลับมาสารภาพรักกับเธอแทน แล้วเรื่องราวสุดยุ่งเหยิงนี้จะลงเอยอย่างไร ต้องไปติดตามชมกัน",
  "imagepath": "https://upload.wikimedia.org/wikipedia/en/4/4d/20th_Century_Girl.jpg"
},{
  "_id": {
    "$oid": "6400d630d459e1616eec5930"
  },
  "name": "RedNotice",
  "description": "หนังว่าด้วยเรื่องราวขององค์การตำรวจอาชญากรรมระหว่างประเทศ (อินเตอร์โพล) ได้ออกหมายแดง ที่ถือเป็นหมายจับระดับสูงสุดเพื่อตามล่าหาตัวอาชญากรระดับพระกาฬ เจ้าหน้าที่ FBI ระดับสูงอย่าง จอห์น ฮาร์ทลีย์ (ดเวย์น จอห์นสัน) ก็พร้อมออกลุยทันที แต่เรื่องราวกลับไม่ง่ายเช่นนั้น เมื่อเขาเองเข้าไปพัวพันกับแผนการปล้นระดับเหนือชั้น จนกระทั่งต้องจำใจร่วมมือกับหัวขโมยงานศิลปะตัวร้ายอย่าง โนแลน บูธ (ไรอัน เรย์โนลส์) เพื่อจับกุม เดอะ บิชอป (กัล กาด็อต) โจรสาวที่ทั่วโลกต่างต้องการตัว การไล่ล่าสุดมันส์ครั้งนี้จะพาทั้งสามคนเดินทางไปรอบโลกจนต้องเผชิญหน้า และชิงไหวชิงพริบกันทั้งบนฟลอร์เต้นรำ คุกสุดโหด และป่าลึก",
  "imagepath": "https://i.ebayimg.com/images/g/A1cAAOSwcsljdyCI/s-l1600.jpg"
},{
  "_id": {
    "$oid": "6400d6d1d459e1616eec5931"
  },
  "name": "FastandFerious9",
  "description": "ดอม โทเร็ตโต ปลีกตัวออกไปใช้ชีวิตอย่างเงียบ ๆ พร้อมกับเล็ตตี้และไบรอันลูกชายตัวน้อย แต่พวกเขารู้ว่าแม้จะอยู่ในดินแดนสงบสุข ก็ยังมีอันตรายอยู่ คราวนี้ ดอมต้องเผชิญหน้ากับตราบาปในอดีตของเขา หากเขาต้องการจะปกป้องชีวิตของคนที่เขารักมากที่สุด ทีมนักซิ่งของเขากลับมารวมตัวกันอีกครั้ง เพื่อหยุดการทำลายล้างโลกโดยนักฆ่าและนักซิ่งฝีมือฉกาจซึ่งเขาคือ เจคอบ น้องชายของดอม",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/4/4b/%E0%B9%83%E0%B8%9A%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B9%8C_%E0%B9%80%E0%B8%A3%E0%B9%87%E0%B8%A7..%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B8%97%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%99%E0%B8%A3%E0%B8%81_9.jpg"
},{
  "_id": {
    "$oid": "6400d746d459e1616eec5932"
  },
  "name": "DieHard",
  "description": "ในวันชาติสหรัฐอเมริกา สำนักงานสอบสวนกลาง (FBI) พบว่าแฮ็คเกอร์ฝีมือดีหลายคนถูกฆาตกรรม จึงประสานให้จอห์น แมคเคลน ตำรวจนิวยอร์กพาตัวแมทธิว \"แม็ต\" แฟร์เรลล์ หนึ่งในแฮ็คเกอร์ที่อยู่ในรายชื่อมาที่สำนักงาน FBI แมคเคลนไปพบแฟร์เรลล์และยิงต่อสู้กับนักฆ่าของโทมัส เกเบรียลและมาอิ หลิน ก่อนจะหลบหนีออกมาขณะเดินทางมาที่กรุงวอชิงตัน ดี. ซี. แฟร์เรลล์บอกว่าเขาได้รับเงินก้อนโตจากมาอิหลังเขียนอัลกอริทึมสำหรับเจาะระบบรักษาความปลอดภัย เมื่อแมคเคลนและแฟร์เรลล์มาถึงวอชิงตัน เกเบรียลสั่งให้แฮ็คเกอร์เข้าควบคุมระบบขนส่งและตลาดหุ้น พร้อมทั้งเผยแพร่สื่อที่มีเนื้อหาคุกคามประเทศ แฟร์เรลล์จำได้ว่าสิ่งนี้เป็นจุดเริ่มต้นของ \"การโละทิ้ง\" (fire sale) หรือการโจมตีระบบต่าง ๆ ของประเทศโดยใช้คอมพิวเตอร์ แมคเคลนและแฟร์เรลล์ถูกพาไปที่สำนักงาน FBI แต่มาอิเปลี่ยนเส้นทางให้ขบวนรถของ FBI ไปเจอกับเฮลิคอปเตอร์จู่โจม แมคเคลนขับรถพาแฟร์เรลล์หนีเข้าไปในอุโมงค์ ก่อนจะใช้รถวิ่งขึ้นไปชนเฮลิคอปเตอร์จนระเบิดต่อมาเกเบรียลเผยแพร่ภาพอาคารรัฐสภาสหรัฐอเมริกาถูกระเบิด ทำให้ผู้คนแตกตื่น แฟร์เรลล์รู้ว่าเป้าหมายต่อไปของเกเบรียลคือการโจมตีสถานีพลังงานหลักในรัฐเวสต์เวอร์จิเนีย จึงรีบเดินทางไปที่นั่นและพบกับมาอิ แมคเคลนสู้กับมาอิจนฝ่ายหลังตกลงไปในช่องลิฟต์เสียชีวิต แฟร์เรลล์ใช้ฟุตเตจวิดีโอที่เกเบรียลติดต่อมาส่งให้ FBI เมื่อรู้ว่ามาอิถูกฆ่า เกเบรียลสั่งให้ระบบขนส่งก๊าซธรรมชาติทั้งหมดวิ่งมาที่สถานี แมคเคลนและแฟร์เรลล์หนีออกมาก่อนสถานีจะระเบิด ทำให้ฝั่งตะวันออกของสหรัฐอเมริกาและแคนาดาไม่มีพลังงานใช้ แฟร์เรลล์พาแมคเคลนไปหาเฟรเดริก \"วอร์ล็อก\" คาลูดิส เพื่อนแฮ็คเกอร์ในบอลทิมอร์ วอร์ล็อกพบว่ารหัสที่แฟร์เรลล์เขียนขึ้นเป็นรหัสที่ใช้เข้าถึงข้อมูลที่เก็บไว้ในอาคารที่วูดลอว์น รัฐแมรีแลนด์ อาคารแห่งนี้เป็นอาคารของหน่วยงาน NSA ที่เกเบรียลเคยออกแบบไว้เพื่อเก็บข้อมูลต่าง ๆ นอกจากนี้วอร์ล็อกยังบอกว่าเดิมเกเบรียลเป็นนักเขียนโปรแกรมที่มีความสามารถมากของ NSA และเคยเตือนว่าระบบสาธารณูปโภคในอเมริกาอ่อนแอเกินไป แต่ไม่ได้รับความสนใจ วอร์ล็อกสืบหาที่อยู่ของเกเบรียลแต่เกเบรียลพบว่ามีคนพยายามจะหาที่อยู่ของเขาจึงติดต่อกลับมา เกเบรียลบอกแมคเคลนว่าเขาได้ลักพาตัวลูซี ลูกสาวของแมคเคลนไป แมคเคลนและแฟร์เรลล์จึงรีบไปที่อาคารในวูดลอว์น และพบว่าเกเบรียลกำลังดาวน์โหลดข้อมูลลงคอมพิวเตอร์พกพาเพื่อนำไปรีดเอาทรัพย์จากรัฐบาลสหรัฐ แฟร์เรลล์ถูกจับตัวได้หลังเข้ารหัสป้องกันข้อมูลไว้ แมคเคลนใช้รถบรรทุกตามเกเบรียลไปและให้วอร์ล็อกช่วยตามรถของเกเบรียล เกเบรียลเจาะเข้าระบบสื่อสารกับนักบินเครื่องบินขับไล่ F-35 ที่ส่งมาจัดการผู้ก่อการร้ายและหลอกว่าผู้ก่อการร้ายคือแมคเคลน แมคเคลนหนีออกมาได้แล้วตามไปที่โกดังที่วอร์ล็อกบอก แต่ก่อนที่จะหยุดยั้งเกเบรียล แมคเคลนถูกเอเมอร์สัน ลูกน้องคนสุดท้ายของเกเบรียลยิงที่ไหล่ขวาเกเบรียลจับแมคเคลนแล้วเตรียมจะฆ่าเขา แต่แมคเคลนจับปืนของเกเบรียลแล้วยิงทะลุไหล่ตัวเองไปถูกเกเบรียลเสียชีวิต เอเมอร์สันถูกแฟร์เรลล์ยิงเสียชีวิตก่อนเจ้าหน้าที่ FBI จะมาถึง ในตอนสุดท้าย แมคเคลนทำเป็นไม่พอใจเมื่อเห็นลูซีและแฟร์เรลล์สนใจกันและกัน",
  "imagepath": "https://upload.wikimedia.org/wikipedia/th/thumb/1/1f/Live_Free_or_Die_Hard_poster.jpg/800px-Live_Free_or_Die_Hard_poster.jpg"
},{
  "_id": {
    "$oid": "6400d7e7d459e1616eec5933"
  },
  "name": "JackReacher",
  "description": "รื่องราวของ แจ็ค รีชเชอร์ (ทอม ครูซ) อดีตมือสืบสวนของกองทัพ ที่ตั้งใจจะมาคิดบัญชีกับ เจมส์ บาร์ ผู้ต้องหาฆ่าคนตาย 5 ศพ หลังจากที่เขาเคยสาบานว่าจะไม่ฆ่าคนอีก แต่ก่อนที่ทุกอย่างจะกระจ่าง แจ็ค รีชเชอร์ ก็ถูกดึงเข้ามาเกี่ยวข้องกับการสืบสวนคดีของ อัยการสาวเฮเลน โรดิน (โรซามันด์ ไพค์) ผู้ซึ่งรับเป็นทนายฝ่ายจำเลย โดยที่เธอพยายามหาทางช่วยไม่ให้ เจมส์ บาร์ ต้องถูกประหารชีวิต แต่ยิ่งสืบก็ยิ่งพบว่าเรื่องมีเงื่อนงำที่ซับซ้อน และเมื่อพวกเขาเริ่มขุดคุ้ยคดีไปมากขึ้น เขาทั้งสองจึงตกเป็นที่หมายหัวของ เดอะ เซ็ค (แวร์เนอร์ แฮร์ซ็อก) ผู้อยู่เบื้องหลังการฆ่ากรรมทั้งหมด เมื่อทั้งสองสืบรู้ความจริง แจ็ค รีชเชอร์ ถูกจัดฉากว่าเป็นฆาตกร ส่วน เฮเลน โรดิน ก็ถูก เดอะ เซ็ค จับตัวไป ทำให้ แจ็ค รีชเชอร์ ต้องบุกเข้าไปช่วยและจบเรื่องทั้งหมด",
  "imagepath": "https://www.nangdee.com/photoThumbnail/items/m3169_LFI74X0Thu43954.jpg"
}]